tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "age"
brew "bash"
brew "bash-completion@2"
brew "chezmoi"
brew "convmv"
brew "ffmpeg"
brew "gdu"
brew "glow"
brew "gnu-sed"
brew "go"
brew "htop"
brew "hugo"
brew "inetutils"
brew "iperf3"
brew "jq"
brew "mas"
brew "mingw-w64"
brew "mp3unicode"
brew "node"
brew "pandoc"
brew "protobuf"
brew "s5cmd"
brew "sipcalc"
brew "sipp"
brew "sngrep"
brew "tmux"
brew "tree"
brew "trivy"
brew "yazi"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "appcleaner"
cask "cheatsheet"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "eloston-chromium"
cask "firefox"
cask "fluor"
cask "ghostty"
cask "goland"
cask "handbrake"
cask "hashicorp-vagrant"
cask "iina"
cask "itsycal"
cask "launchpad-manager"
cask "mac-mouse-fix"
cask "maczip"
cask "mark-text"
cask "masscode"
cask "mediahuman-audio-converter"
cask "mongodb-compass"
cask "mqttx"
cask "obsidian"
cask "ocenaudio"
cask "outline-manager"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "sigil"
cask "syntax-highlight"
cask "thunderbird"
cask "transmission"
cask "ukelele"
cask "universal-media-server"
cask "utm"
cask "vagrant-vmware-utility"
cask "vlc"
cask "vmware-fusion"
cask "whisky"
cask "wireshark"
cask "xca"
cask "yandex"
cask "yandex-cloud-cli"
cask "zerotier-one"
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "AudioBookBinder", id: 413969927
mas "BBEdit", id: 404009241
mas "DNSecure", id: 1533413232
mas "Enpass", id: 732710998
mas "Gemini", id: 463541543
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "iRingtone Pro", id: 622007267
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Money Flow", id: 900890647
mas "MuteKey", id: 1509590766
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Telegram", id: 747648890
mas "Telephone", id: 406825478
mas "Tomito", id: 1526042938
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
vscode "albert.tabout"
vscode "alefragnani.project-manager"
vscode "donjayamanne.githistory"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "jtavin.ldif"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "wyattferguson.jinja2-snippet-kit"
vscode "zhuangtongfa.material-theme"
